export default {
  projections: {
    КонтроллерE: {
      модель: {
        __caption__: 'Модель'
      },
      настройки: {
        __caption__: 'Настройки'
      },
      сенсоры: {
        __caption__: 'Сенсоры',
        тип: {
          __caption__: 'Тип'
        }
      }
    }
  },
  validations: {
    модель: {
      __caption__: 'Модель'
    },
    настройки: {
      __caption__: 'Настройки'
    },
    сенсоры: {
      __caption__: 'Сенсоры'
    },
    серверная: {
      __caption__: 'серверная'
    }
  }
};
