export default {
  projections: {
    ОтчетОСервереE: {
      режим: {
        __caption__: 'Режим'
      },
      расположение: {
        __caption__: 'Расположение',
        адрес: {
          __caption__: 'Адрес'
        }
      },
      серверная: {
        __caption__: 'Серверная',
        протокол: {
          __caption__: 'Протокол'
        }
      }
    },
    ОтчетОСервереL: {
      режим: {
        __caption__: 'Режим'
      },
      расположение: {
        __caption__: 'Адрес',
        адрес: {
          __caption__: 'Адрес'
        }
      },
      серверная: {
        __caption__: 'Протокол',
        протокол: {
          __caption__: 'Протокол'
        }
      }
    }
  },
  validations: {
    режим: {
      __caption__: 'Режим'
    },
    расположение: {
      __caption__: 'Расположение'
    },
    серверная: {
      __caption__: 'Серверная'
    }
  }
};
